mock-example/src/test/resources/xml/FinRep/SrvGetFinReport/rq2.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"
			   xmlns:fin="http://sbrf.ru/NCP/ASFO/GetFinAnalysisRq/">
	<soap:Header/>
	<soap:Body>
		<asfo:GetFinReportRq xmlns:asfo="http://sbrf.ru/NCP/ASFO/" xmlns:get="http://sbrf.ru/NCP/ASFO/GetFinReportRq/">
			<get:dealId>string</get:dealId>
			<get:comment>testError</get:comment>
		</asfo:GetFinReportRq>
	</soap:Body>
</soap:Envelope>
